02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C10T130/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>103910</m:item>
                    <m:item>103920</m:item>
                    <m:item>103930</m:item>
                    <m:item>108310</m:item>
                    <m:item>108320</m:item>
                    <m:item>108330</m:item>
                    <m:item>108510</m:item>
                    <m:item>108610</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10120</m:rubrieknummer>
                        <m:zoekwaarde>579835145</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>103910</m:rubrieknummer>
                        <m:zoekwaarde>23</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>103920</m:rubrieknummer>
                        <m:zoekwaarde>20160828</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>103930</m:rubrieknummer>
                        <m:zoekwaarde>20060829</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>